const courses = [
  {
    "id": "000001",
    "title": "Blackboard Help (students / студенти)",
    "sections": [
      {
        "name": "Материали",
        "files": [
          {
            "name": "Mega.url",
            "path": "files/Blackboard Help/Материали/Mega.url",
            "url": "https://mega.nz/folder/mY0nSaBQ#uGTfgaVvlcVDQ9l2u6iFJw"
          },
          {
            "name": "му сиси.url",
            "path": "files/Blackboard Help/Материали/му сиси.url",
            "url": "https://drive.google.com/drive/folders/1PuZsrh59IxyZJG07NObnu0Xklb5XDAXx?dmr=1&ec=wgc-drive-globalnav-goto"
          },
          {
            "name": "Учебници 4 курс.url",
            "path": "files/Blackboard Help/Материали/Учебници 4 курс.url",
            "url": "https://drive.google.com/drive/folders/17dl4U1NcptvkBnpfa9YxRqzlk73WcBa-?fbclid=IwY2xjawNc3k5leHRuA2FlbQIxMQABHmHQONmtbnp1IyxXeRPHyoiSxL0MQGUk8Qtqk8mwMMIuwyWnffn7nKn8YP8m_aem_W2OqoAlkLAzMqg3-8jFsZQ"
          }
        ]
      }
    ]
  },
  {
    "id": "000002",
    "title": "Актуални събития / Event center",
    "sections": []
  },
  {
    "id": "000003",
    "title": "Фармакология",
    "sections": [
      {
        "name": "Изпит",
        "files": []
      },
      {
        "name": "Колоквиум III",
        "files": [
          {
            "name": "Въпроси.pdf",
            "path": "files/Фармакология/Колоквиум III/Въпроси.pdf"
          },
          {
            "name": "Лекции за трети колоквиум.pdf",
            "path": "files/Фармакология/Колоквиум III/Лекции за трети колоквиум.pdf"
          }
        ]
      },
      {
        "name": "Колоквиум IV",
        "files": []
      }
    ]
  },
  {
    "id": "000004",
    "title": "Вътрешни болести I ч.",
    "sections": [
      {
        "name": "Пропедевтика",
        "files": [
          {
            "name": "Разписани теми.docx",
            "path": "files/Вътрешни болести 1 ч/Пропедевтика/Разписани теми.docx"
          }
        ]
      },
      {
        "name": "Пулмология",
        "files": [
          {
            "name": "Gold Класификация.url",
            "path": "files/Вътрешни болести 1 ч/Пулмология/Gold Класификация.url",
            "url": "https://goldcopd.org/wp-content/uploads/2024/11/Pocket-Guide-2025-v1.0-New-Format-15Nov2024_WMV.pdf"
          }
        ],
        "msgNotes": [
          {
            "name": "msg-Пневмония.md",
            "path": "files/Вътрешни болести 1 ч/Пулмология/msg-Пневмония.md",
            "content": "﻿**Тест тест**\r\n*1224124*\r\n<b>Тест тест</b>\r\n*1224124*\r\n\r\n\r\n**Тест тест**\r\n*1224124*\r\n\r\n\r\n\r\n",
            "type": "markdown"
          },
          {
            "name": "msg-ППО.md",
            "path": "files/Вътрешни болести 1 ч/Пулмология/msg-ППО.md",
            "content": "# Пневмонии, придобити в обществото (ППО / CAP)\n\n## Дефиниция\nОстра инфекция на белодробния паренхим с:\n- поне ≥2 симптома: температура, втрисане, остра кашлица, хронична кашлица с промяна в цвета на храчките, плеврална болка, задух;\n- Аускултаторни данни (крепитации, бронхиално дишане);\n- Нов инфилтрат на рентгенография без друго обяснение.\n\n## Епидемиология\n- Най-честа инфекциозна причина за смърт.\n\n## Етиология\n**Най-чести:** S. pneumoniae  \n**Други бактерии:** Haemophillus influenzae, Mycoplasma pneumoniae, Chlamydophila psittaci, Chlamydophila pheumoniae, Legionella pneumophila, Coxiella burnetti\n**Вируси:** грипен - influenza, респираторен синцитиален - RSV, адено вирус, параинлуенца вирус\n\n## Рискови фактори\nАлкохолизъм, тютюнопушене, ХОББ, диабет, ХБЗ, грипна епидемия, употреба на орални стероиди/имуносупресия, климатични системи (Legionella), контакт с птици (Chlamydophila psittaci) и животни (Coxiella burnetti).\n\n## Патоанатомия\n- **Лобарна:** остър възпалителен процес, обхващаш цял един белодробен дроб, харектеризиращ се с уплънение на засегнатия паренхим поради изпълването на алвеолите с фибринозно-ексудативен материал.\n- **Бронхопневмония (мултиогнищна, лобуларна): ** мултифокално гнойно възпаление, започващо от бронхиолите и съседните алвеоли, което води до множество разпръснати огнища на уплътнение, най-често в долните и задни белодробни дялове.\n- **Интерстициална:** възпалителен процес, при който главно интерстициалната тъкан на алвеоларните септи е засегната, с инфилтрация от лимфоцити, макрофаги и плазмоцити, без значително ексудиране в алвеоларните пространства.\n\n## Клинична картина\n- **Белодробни:** кашлица, експекторация, диспнея, плеврална болка.  \n- **Системни:** температура, втрисане, умора, тахикардия, хипотония.  \n- При възрастни – възможно е без температура, с обърканост.\n\n## Физикални находки\nТахипнея, тахикардия, намалена респираторна подвижност на засегната страна, притъпен перкуторен тон, бронхиално дишане, крепитации, плеврално триене.\n\n## Типична vs Атипична пневмония\n\n| Типична (бактериална)   | Атипична (небактериална) |\n|--------------------------|---------------------------|\n| Остро начало             | По-плавно начало          |\n| Изразени физ. находки    | Оскъдни находки           |\n| Пропорционални клин./рентген. | Непропорционални       |\n| Тежко протичане          | По-леко протичане         |\n\n## Изследвания\n- **Рентген:** засенчаване по-често на долните лобове, **интерстициални инфилтрати**, кухини и плеврални изливи.  \n- **Лаб:** **↑CRP**, **↑PCT** (прокалцитонин), **левкоцитоза**, електролитни нарушения.  \n- **КГА:** хипоксемия, хиперкапния, респираторна ацидоза. При по-тежки протичания може и метаболитна ацидоза.  \n- **Микробиология:** спутум (Gram/култура), хемокултури, изследване на плеврална течност, бронхиален секрет (лавах, протектирана четка), имунологични тестове (Legionella, S. pneumoniae), PCR (за S. pneumoniae, influenza, RSV).  \n- **CRP:** <20 mg/L → малко вероятна CAP; >100 mg/L → силно вероятна.\n\n## Оценка на тежестта (CURB-65)\n- **C** – обърканост  \n- **U** – урея >7 mmol/L  \n- **R** – RR >30/мин  \n- **B** – АН <90/60 mmHg  \n- **65** – възраст >65 г.\n\n| Точки | Смъртност | Препоръка |\n|--------|------------|------------|\n| 0–1 | ~1% | Амбулаторно |\n| 2 | ~9% | Хоспитализация |\n| ≥3 | 15–57% | Интензивно лечение |\n\n## Критерии за тежкo ППО\n**1 голям** или **≥3 малки** критерия:\n\n**Големи:**  \n- Септичен шок\n- Дихателна недостатъчност (механична вентилация)\n\n**Малки:**  \n- RR>30\n- PaO2/FiO2<250\n- мултилобални инфилтрати\n- обърканост\n- урея>20 mg/dl\n- левкопения<4k\n- тромбоцитопения<100k\n- хипотермия<36°C\n- хипотония изискваща течности\n\n\n## Усложнения\n- **От страна на белите дробове:** **абсцес**, плеврални изливи, кръвохрак, дихателна недостатъчност, **остър респираторен дистрес синдром при възрастни (ARDS)**.\n- **От страна на други органи и системи:** **сепсис**, сърдечносъдови, чернодробни, бъбречни, неврологични усложнения.\n\n## Повишен риск за усложнения на пневмониите\n- **При пациенти над 65 г. възраст:** наличие на ХОББ, диабет, сърдечна недостатъчност, хоспитализации в предходната година, прием на кортикостероиди, употреба на антибиотици, обща слабост/изтощение, липса на симптоми от горните дихателни пътища обърканост, пулс>100, температура>38°C, RR>30, АН <90/60 mmHg. \n- **При пациенти под 65 г. възраст:** наличие на диабет и астма.\n- **И за двете групи:** активно малигненоп заболяване, чернодробна и бъбречна недостатъчност, нарушения, водещи до имунен дефицит.\n\n# 🩺 Лечение на пневмония\n\n## I. Постелен режим, постепенно разширяване на диетата\n\n\n## II. Антимикробна терапия (АМТ)\n### 1. Видове АМТ\n**а) Емпирична АМТ**\n- Цели да покрие най-вероятния причинител при конкретния болен  \n- Използват се антибиотици от **β-лактамната** и **макролидната** група  \n- **Начална терапия:**\n  - Широкоспектърна  \n  - В достатъчно висока дозировка  \n  - Съобразена с **чернодробна** и **бъбречна** функция  \n- **Начало:** незабавно след поставяне на диагнозата  \n  - В рамките на **първия час** при пациенти със **септичен шок**\n\n**б) Етиологична АМТ**\n- Назначава се при доказан микробиологичен причинител\n\n### 2. Критерии за избор на антибиотик\n- Вероятни причинители според **тежестта** и **рисковите фактори**  \n- **Локална резистентност** и предходна употреба на АМП  \n- **Поносимост** и **токсичност** на медикамента  \n- **Ранен правилен избор** → критичен за успеха на лечението\n\n## III. Секвенциална терапия\n- **Преминаване към перорално лечение** след **3–7 дни парентерална терапия**  \n- Подходяща при хоспитализирани болни с **лека или средно тежка пневмония**\n\n**Критерии за преминаване:**\n- Без фебрилитет > 24 ч  \n- Пулс < 100 уд./мин  \n- Без тахипнея и хипотония  \n- Подобрение на левкоцитозата  \n- Без бактериемия  \n- Без инфекция с *Legionella*, *Staphylococcus* или Грам (-) ентеробацили  \n- Добре функциониращ ГИТ  \n- Подобрение на основните клинични белези (фебрилитет, ОДН, промени в съзнанието и др.)\n\n## IV. Допълнителна терапия\n- **Кислородотерапия при нужда:**  \n- **Нискомолекулярен хепарин:** при пациенти с **остра дихателна недостатъчност**  \n- **Неинвазивна вентилация:** при болни със съпътстващ **ХОББ**  \n- **Кортикостероиди:** нямат място, освен при **септичен шок**  \n\n## V. Хоспитализация – кога?\n- Тежко състояние: тахипнея, тахикардия, хипотензия, обърканост  \n- Липса на отговор на антибиотично лечение  \n- Възрастни болни с повишен риск от усложнения  \n- Подозрение за **белодробен емболизъм** или **малигнено заболяване**\n\n## VI. Индикации за механична вентилация\n- **По-добре рано, отколкото късно**\n- Тежка дихателна недостатъчност (PaO₂/FiO₂ < 250) въпреки O₂ терапия  \n- Умора с нарастваща хиперкапния (PaCO₂ ↑)  \n- Влошаваща се метаболитна ацидоза въпреки оптимално лечение  \n- Хипотензия, неповлияваща се от адекватна инфузионна терапия\n\n## VII. Продължителност на лечението\n- обикновено 7–10 дни, по-дълго при Legionella, S. aureus, Грам(-). \n\n## Особености по причинител\n- **S. pneumoniae:** ръждиви храчки, висока Т°, плеврит, HSV labialis.  \n- **S. aureus:** след грипна епидемия, при наркомани. \n- **H. influenzae:** остро начало, алкохолици, ХОББ.  \n- **Klebsiella:** тромбоцитопения, левкопения, често при мъже.  \n- **Legionella:** млади пациенти, пушачи, по-тежко протичане, диария, мултисистемно засягане, чернодробни ензими ↑, климатик.  \n- **Mycoplasma:** млади, предишна употреба на антибиотици, извънбелодробни прояви.  \n- **Chlamydia psittaci:** контакт с птици, анамнеза за симптоми дълго време преди хоспитализация.  \n- **Coxiella burnetii:** суха кашлица, висока Т°.  \n- **Вируси:**  началните симптоми (първите 3-5 дни) носят характеристиката на съответната вироза, имуносупресия, коморбидитет, могат да предизвикат остър респираторен дистрес синдром при възрастни (ARSD).\n\n\n",
            "type": "markdown"
          },
          {
            "name": "msg-ХОББ.txt",
            "path": "files/Вътрешни болести 1 ч/Пулмология/msg-ХОББ.txt",
            "content": "Тест\r\nТест\r\nтест\r\nтест АСФАСФКАСМФАКСФМ КАСМФ КАСМКФП МАСКФ МКАСФ",
            "type": "text"
          }
        ]
      }
    ]
  },
  {
    "id": "000005",
    "title": "Клинична патология",
    "sections": [
      {
        "name": "Изпит",
        "files": [
          {
            "name": "микроскопски-препарати-1.pdf",
            "path": "files/Клинична Патология/Изпит/микроскопски-препарати-1.pdf"
          },
          {
            "name": "Препарати видеа.url",
            "path": "files/Клинична Патология/Изпит/Препарати видеа.url",
            "url": "https://drive.google.com/drive/folders/1-1ziHM_kr1W7g4Ouz1jiRHLYO50K9bp0?fbclid=IwY2xjawNc3kFleHRuA2FlbQIxMQABHpt3tIXQPstWNc5xRu7UChncimTB-9Jxa_RqZ9Qxm557BQhhP9Q1MDvrjOSa_aem_NZ0Xn3mb074n4TVr54hzAA"
          }
        ]
      }
    ]
  },
  {
    "id": "000006",
    "title": "Медицинска генетика",
    "sections": []
  },
  {
    "id": "000007",
    "title": "Неврология",
    "sections": [
      {
        "name": "Графи",
        "files": [
          {
            "name": "deep sensation.png",
            "path": "files/Неврология/Графи/deep sensation.png"
          },
          {
            "name": "eye motor nerves.png",
            "path": "files/Неврология/Графи/eye motor nerves.png"
          },
          {
            "name": "face sensation.png",
            "path": "files/Неврология/Графи/face sensation.png"
          },
          {
            "name": "nervus opticus.png",
            "path": "files/Неврология/Графи/nervus opticus.png"
          },
          {
            "name": "superficial sensation.png",
            "path": "files/Неврология/Графи/superficial sensation.png"
          }
        ]
      },
      {
        "name": "Учебници",
        "files": [
          {
            "name": "Учебник Титянова.url",
            "path": "files/Неврология/Учебници/Учебник Титянова.url",
            "url": "https://www.dropbox.com/scl/fi/6zf2ehabgr2xygeq5t8r9/.pdf?rlkey=dmtyhvexf7kz684hpvdyogpax&st=0v7l7tbc&raw=1"
          },
          {
            "name": "Учебник Шотеков - Copy.url",
            "path": "files/Неврология/Учебници/Учебник Шотеков - Copy.url",
            "url": "https://www.youtube.com/watch?v=njX2bu-_Vw4"
          },
          {
            "name": "Учебник Шотеков.url",
            "path": "files/Неврология/Учебници/Учебник Шотеков.url",
            "url": "https://www.dropbox.com/scl/fi/owjjrc6c6wszvfcqyej7r/.pdf?rlkey=tzk1wabyryomg8jb142v7arxq&st=fgg7qxc9&raw=1"
          }
        ]
      }
    ]
  },
  {
    "id": "000008",
    "title": "Акушерство и Гинекология",
    "sections": []
  },
  {
    "id": "000009",
    "title": "УНГ",
    "sections": []
  },
  {
    "id": "000010",
    "title": "Клинична имунология",
    "sections": [
      {
        "name": "Материали",
        "files": [
          {
            "name": "Cancer.docx",
            "path": "files/Клинична имунология/Материали/Cancer.docx"
          },
          {
            "name": "genetics.xlsx",
            "path": "files/Клинична имунология/Материали/genetics.xlsx"
          },
          {
            "name": "Genetics_all.pdf",
            "path": "files/Клинична имунология/Материали/Genetics_all.pdf"
          },
          {
            "name": "Gen_test.docx",
            "path": "files/Клинична имунология/Материали/Gen_test.docx"
          },
          {
            "name": "HbS.pdf",
            "path": "files/Клинична имунология/Материали/HbS.pdf"
          },
          {
            "name": "Struktura na globinovite geni.docx",
            "path": "files/Клинична имунология/Материали/Struktura na globinovite geni.docx"
          },
          {
            "name": "Дисморфология и тератогенеза.ppt",
            "path": "files/Клинична имунология/Материали/Дисморфология и тератогенеза.ppt"
          },
          {
            "name": "Конспект БЕО 2017.pdf",
            "path": "files/Клинична имунология/Материали/Конспект БЕО 2017.pdf"
          },
          {
            "name": "Родословни дървета.pdf",
            "path": "files/Клинична имунология/Материали/Родословни дървета.pdf"
          },
          {
            "name": "У1.docx",
            "path": "files/Клинична имунология/Материали/У1.docx"
          }
        ],
        "subsections": [
          {
            "name": "!!!kolokvium genetika",
            "files": [],
            "subsections": [
              {
                "name": "gen",
                "files": [
                  {
                    "name": "1391899_10151999560273151_868490078_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1391899_10151999560273151_868490078_n.jpg"
                  },
                  {
                    "name": "1393933_10151999560343151_421055213_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1393933_10151999560343151_421055213_n.jpg"
                  },
                  {
                    "name": "1395360_10151999560243151_525027782_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1395360_10151999560243151_525027782_n.jpg"
                  },
                  {
                    "name": "1426570_10151999559988151_1269142064_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1426570_10151999559988151_1269142064_n.jpg"
                  },
                  {
                    "name": "1441183_10151999559518151_1328818554_n (1).jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1441183_10151999559518151_1328818554_n (1).jpg"
                  },
                  {
                    "name": "1441183_10151999559518151_1328818554_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1441183_10151999559518151_1328818554_n.jpg"
                  },
                  {
                    "name": "1452021_10151999560203151_562366263_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1452021_10151999560203151_562366263_n.jpg"
                  },
                  {
                    "name": "1452022_10151999559868151_235226008_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1452022_10151999559868151_235226008_n.jpg"
                  },
                  {
                    "name": "1453419_10151999559823151_1317577856_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1453419_10151999559823151_1317577856_n.jpg"
                  },
                  {
                    "name": "1459919_10151999559483151_395047898_n (1).jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1459919_10151999559483151_395047898_n (1).jpg"
                  },
                  {
                    "name": "1469847_10151999559943151_579779722_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/1469847_10151999559943151_579779722_n.jpg"
                  },
                  {
                    "name": "480998_10151999560053151_798771882_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/480998_10151999560053151_798771882_n.jpg"
                  },
                  {
                    "name": "996664_10151999559528151_322689887_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/996664_10151999559528151_322689887_n.jpg"
                  },
                  {
                    "name": "cvp 1 var.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/cvp 1 var.jpg"
                  },
                  {
                    "name": "var 6.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/gen/var 6.jpg"
                  }
                ]
              },
              {
                "name": "genetika kolokvium",
                "files": [
                  {
                    "name": "1426275_10151999560393151_626695049_n.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/1426275_10151999560393151_626695049_n.jpg"
                  },
                  {
                    "name": "cvp 4 var.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/cvp 4 var.jpg"
                  },
                  {
                    "name": "var 7.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/var 7.jpg"
                  }
                ],
                "subsections": [
                  {
                    "name": "3",
                    "files": [
                      {
                        "name": "cvp 3 var.jpg",
                        "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/3/cvp 3 var.jpg"
                      },
                      {
                        "name": "cvp 3.jpg",
                        "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/3/cvp 3.jpg"
                      }
                    ]
                  },
                  {
                    "name": "5",
                    "files": [
                      {
                        "name": "5 (2).jpg",
                        "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/5/5 (2).jpg"
                      },
                      {
                        "name": "5 cvp.jpg",
                        "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/5/5 cvp.jpg"
                      },
                      {
                        "name": "5 variyant.jpg",
                        "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/5/5 variyant.jpg"
                      },
                      {
                        "name": "5.jpg",
                        "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/5/5.jpg"
                      },
                      {
                        "name": "var 5.jpg",
                        "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika kolokvium/5/var 5.jpg"
                      }
                    ]
                  }
                ]
              },
              {
                "name": "genetika-testove",
                "files": [
                  {
                    "name": "gen1.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/gen1.jpg"
                  },
                  {
                    "name": "gen2.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/gen2.jpg"
                  },
                  {
                    "name": "gen3.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/gen3.jpg"
                  },
                  {
                    "name": "IMAG0467.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/IMAG0467.jpg"
                  },
                  {
                    "name": "IMAG0469.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/IMAG0469.jpg"
                  },
                  {
                    "name": "IMAG0470.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/IMAG0470.jpg"
                  },
                  {
                    "name": "IMAG0472.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/IMAG0472.jpg"
                  },
                  {
                    "name": "IMAG0475.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/IMAG0475.jpg"
                  },
                  {
                    "name": "IMG_0261.JPG",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/IMG_0261.JPG"
                  },
                  {
                    "name": "IMG_0262.JPG",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/IMG_0262.JPG"
                  },
                  {
                    "name": "Снимка0510.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0510.jpg"
                  },
                  {
                    "name": "Снимка0511.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0511.jpg"
                  },
                  {
                    "name": "Снимка0827.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0827.jpg"
                  },
                  {
                    "name": "Снимка0828.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0828.jpg"
                  },
                  {
                    "name": "Снимка0829.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0829.jpg"
                  },
                  {
                    "name": "Снимка0830.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0830.jpg"
                  },
                  {
                    "name": "Снимка0831.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0831.jpg"
                  },
                  {
                    "name": "Снимка0832.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0832.jpg"
                  },
                  {
                    "name": "Снимка0833.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0833.jpg"
                  },
                  {
                    "name": "Снимка0834.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0834.jpg"
                  },
                  {
                    "name": "Снимка0835.jpg",
                    "path": "files/Клинична имунология/Материали/!!!kolokvium genetika/genetika-testove/Снимка0835.jpg"
                  }
                ]
              }
            ]
          },
          {
            "name": "GOTOVI",
            "files": [
              {
                "name": "10Автозомно доминантно.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/10Автозомно доминантно.docx"
              },
              {
                "name": "11.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/11.docx"
              },
              {
                "name": "12.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/12.docx"
              },
              {
                "name": "13.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/13.docx"
              },
              {
                "name": "14.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/14.docx"
              },
              {
                "name": "15.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/15.docx"
              },
              {
                "name": "16.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/16.docx"
              },
              {
                "name": "17.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/17.docx"
              },
              {
                "name": "18.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/18.docx"
              },
              {
                "name": "19.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/19.docx"
              },
              {
                "name": "20.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/20.docx"
              },
              {
                "name": "22..docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/22..docx"
              },
              {
                "name": "23.ppt",
                "path": "files/Клинична имунология/Материали/GOTOVI/23.ppt"
              },
              {
                "name": "24.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/24.docx"
              },
              {
                "name": "34 i 35 tema.ppt",
                "path": "files/Клинична имунология/Материали/GOTOVI/34 i 35 tema.ppt"
              },
              {
                "name": "tema 1.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 1.docx"
              },
              {
                "name": "tema 2.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 2.docx"
              },
              {
                "name": "tema 29.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 29.docx"
              },
              {
                "name": "tema 3.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 3.docx"
              },
              {
                "name": "tema 30.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 30.docx"
              },
              {
                "name": "tema 31.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 31.docx"
              },
              {
                "name": "tema 32.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 32.docx"
              },
              {
                "name": "tema 33.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 33.docx"
              },
              {
                "name": "tema 34.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 34.docx"
              },
              {
                "name": "tema 35.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 35.docx"
              },
              {
                "name": "tema 36.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 36.docx"
              },
              {
                "name": "tema 37.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 37.docx"
              },
              {
                "name": "tema 38.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 38.docx"
              },
              {
                "name": "tema 39.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 39.docx"
              },
              {
                "name": "tema 4.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 4.docx"
              },
              {
                "name": "tema 40.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 40.docx"
              },
              {
                "name": "tema 41.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 41.docx"
              },
              {
                "name": "tema 42.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 42.docx"
              },
              {
                "name": "tema 5.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 5.docx"
              },
              {
                "name": "tema 6.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 6.docx"
              },
              {
                "name": "tema 8.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 8.docx"
              },
              {
                "name": "tema 9.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/tema 9.docx"
              },
              {
                "name": "~$16.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/~$16.docx"
              },
              {
                "name": "~$24.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/~$24.docx"
              },
              {
                "name": "~$ema 36.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/~$ema 36.docx"
              },
              {
                "name": "~$tema 7.docx",
                "path": "files/Клинична имунология/Материали/GOTOVI/~$tema 7.docx"
              },
              {
                "name": "ГЕНЕТИЧНИ ПРИЧИНИ ЗА УМСТВЕНО ИЗОСТАВАНЕ.ppt",
                "path": "files/Клинична имунология/Материали/GOTOVI/ГЕНЕТИЧНИ ПРИЧИНИ ЗА УМСТВЕНО ИЗОСТАВАНЕ.ppt"
              }
            ]
          },
          {
            "name": "Med. genetika lekcii",
            "files": [
              {
                "name": "14 seminar prenatal diagnosis.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/14 seminar prenatal diagnosis.ppt"
              },
              {
                "name": "Balev-Bachvarov-TIME IS BRAIN-04.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Balev-Bachvarov-TIME IS BRAIN-04.ppt"
              },
              {
                "name": "Genetika-all.doc",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Genetika-all.doc"
              },
              {
                "name": "L01Klasificaica i human genom1.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L01Klasificaica i human genom1.ppt"
              },
              {
                "name": "L02Mutations2006.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L02Mutations2006.ppt"
              },
              {
                "name": "L04Non traditional inheritance.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L04Non traditional inheritance.ppt"
              },
              {
                "name": "L05Unit 7teratogenesis&mutagenesis.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L05Unit 7teratogenesis&mutagenesis.ppt"
              },
              {
                "name": "L06Cytogenetic methods final 2.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L06Cytogenetic methods final 2.ppt"
              },
              {
                "name": "L07chrom dis final2.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L07chrom dis final2.ppt"
              },
              {
                "name": "L08Unit Multifactorialdiseases1.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L08Unit Multifactorialdiseases1.ppt"
              },
              {
                "name": "L09Clin genet polymorphism1.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L09Clin genet polymorphism1.ppt"
              },
              {
                "name": "L11 Pharma and Immun.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L11 Pharma and Immun.ppt"
              },
              {
                "name": "L12Mental_retardation.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L12Mental_retardation.ppt"
              },
              {
                "name": "L13Geneticcouseling&prenatal dia.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L13Geneticcouseling&prenatal dia.ppt"
              },
              {
                "name": "L14Cancer final 2.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/L14Cancer final 2.ppt"
              },
              {
                "name": "pediatrics2006.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/pediatrics2006.ppt"
              },
              {
                "name": "stroke-invaziv.ppt",
                "path": "files/Клинична имунология/Материали/Med. genetika lekcii/stroke-invaziv.ppt"
              }
            ],
            "subsections": [
              {
                "name": "Минати",
                "files": [
                  {
                    "name": "02Мутации_и_ДНК_полиморфизъм.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/02Мутации_и_ДНК_полиморфизъм.pdf"
                  },
                  {
                    "name": "03ДНКанализ.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/03ДНКанализ.pdf"
                  },
                  {
                    "name": "04_Не-традиционно-унаследяване (3 files merged).pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/04_Не-традиционно-унаследяване (3 files merged).pdf"
                  },
                  {
                    "name": "05_Клинико-генетичен-полиморфизъм.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/05_Клинико-генетичен-полиморфизъм.pdf"
                  },
                  {
                    "name": "06а-Хромозомни_болести.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/06а-Хромозомни_болести.pdf"
                  },
                  {
                    "name": "06Цитогенетика.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/06Цитогенетика.pdf"
                  },
                  {
                    "name": "08Мултифакторни-болести.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/08Мултифакторни-болести.pdf"
                  },
                  {
                    "name": "11_Фармакогенетика-Имуногенетика.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/11_Фармакогенетика-Имуногенетика.pdf"
                  },
                  {
                    "name": "12Умствено-изоставане.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/12Умствено-изоставане.pdf"
                  },
                  {
                    "name": "13Генетично-консултиране и пренатална.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/13Генетично-консултиране и пренатална.pdf"
                  },
                  {
                    "name": "Cancer Genetics BG 2017-12-20.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/Cancer Genetics BG 2017-12-20.pdf"
                  },
                  {
                    "name": "Hemoglobinopathies 2014 BG.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/Hemoglobinopathies 2014 BG.pdf"
                  },
                  {
                    "name": "Imunogenetika.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/Imunogenetika.pdf"
                  },
                  {
                    "name": "L01Класификация_и_човешки_геном.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/L01Класификация_и_човешки_геном.pdf"
                  },
                  {
                    "name": "L08Вродени_гешки_на_метаболизма.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/L08Вродени_гешки_на_метаболизма.pdf"
                  },
                  {
                    "name": "L15Лечение.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/L15Лечение.pdf"
                  },
                  {
                    "name": "Molecular_Diagnostics_BG.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/Molecular_Diagnostics_BG.pdf"
                  },
                  {
                    "name": "Конспект БЕО 2017.pdf",
                    "path": "files/Клинична имунология/Материали/Med. genetika lekcii/Минати/Конспект БЕО 2017.pdf"
                  }
                ]
              }
            ]
          },
          {
            "name": "Saziye",
            "files": [
              {
                "name": "10 + 21.docx",
                "path": "files/Клинична имунология/Материали/Saziye/10 + 21.docx"
              },
              {
                "name": "11 + 22.docx",
                "path": "files/Клинична имунология/Материали/Saziye/11 + 22.docx"
              },
              {
                "name": "12 + 23.docx",
                "path": "files/Клинична имунология/Материали/Saziye/12 + 23.docx"
              },
              {
                "name": "13.docx",
                "path": "files/Клинична имунология/Материали/Saziye/13.docx"
              },
              {
                "name": "14.docx",
                "path": "files/Клинична имунология/Материали/Saziye/14.docx"
              },
              {
                "name": "15.docx",
                "path": "files/Клинична имунология/Материали/Saziye/15.docx"
              },
              {
                "name": "16 ..docx",
                "path": "files/Клинична имунология/Материали/Saziye/16 ..docx"
              },
              {
                "name": "24.docx",
                "path": "files/Клинична имунология/Материали/Saziye/24.docx"
              },
              {
                "name": "25.docx",
                "path": "files/Клинична имунология/Материали/Saziye/25.docx"
              },
              {
                "name": "26.docx",
                "path": "files/Клинична имунология/Материали/Saziye/26.docx"
              },
              {
                "name": "27.ppt",
                "path": "files/Клинична имунология/Материали/Saziye/27.ppt"
              },
              {
                "name": "28 + 29.ppt",
                "path": "files/Клинична имунология/Материали/Saziye/28 + 29.ppt"
              },
              {
                "name": "30.docx",
                "path": "files/Клинична имунология/Материали/Saziye/30.docx"
              },
              {
                "name": "31.docx",
                "path": "files/Клинична имунология/Материали/Saziye/31.docx"
              },
              {
                "name": "32.docx",
                "path": "files/Клинична имунология/Материали/Saziye/32.docx"
              },
              {
                "name": "33 + 36.docx",
                "path": "files/Клинична имунология/Материали/Saziye/33 + 36.docx"
              },
              {
                "name": "34 i 35 tema.ppt",
                "path": "files/Клинична имунология/Материали/Saziye/34 i 35 tema.ppt"
              },
              {
                "name": "34.docx",
                "path": "files/Клинична имунология/Материали/Saziye/34.docx"
              },
              {
                "name": "35.docx",
                "path": "files/Клинична имунология/Материали/Saziye/35.docx"
              },
              {
                "name": "36.docx",
                "path": "files/Клинична имунология/Материали/Saziye/36.docx"
              },
              {
                "name": "37 + 38.docx",
                "path": "files/Клинична имунология/Материали/Saziye/37 + 38.docx"
              },
              {
                "name": "38.docx",
                "path": "files/Клинична имунология/Материали/Saziye/38.docx"
              },
              {
                "name": "39.docx",
                "path": "files/Клинична имунология/Материали/Saziye/39.docx"
              },
              {
                "name": "40.docx",
                "path": "files/Клинична имунология/Материали/Saziye/40.docx"
              },
              {
                "name": "41 43 44 45 46.doc",
                "path": "files/Клинична имунология/Материали/Saziye/41 43 44 45 46.doc"
              },
              {
                "name": "41.docx",
                "path": "files/Клинична имунология/Материали/Saziye/41.docx"
              },
              {
                "name": "42.docx",
                "path": "files/Клинична имунология/Материали/Saziye/42.docx"
              },
              {
                "name": "47.docx",
                "path": "files/Клинична имунология/Материали/Saziye/47.docx"
              },
              {
                "name": "9 + 24 Автозомно доминантно.docx",
                "path": "files/Клинична имунология/Материали/Saziye/9 + 24 Автозомно доминантно.docx"
              },
              {
                "name": "tema 1.docx",
                "path": "files/Клинична имунология/Материали/Saziye/tema 1.docx"
              },
              {
                "name": "tema 2.docx",
                "path": "files/Клинична имунология/Материали/Saziye/tema 2.docx"
              },
              {
                "name": "tema 3.docx",
                "path": "files/Клинична имунология/Материали/Saziye/tema 3.docx"
              },
              {
                "name": "tema 4.docx",
                "path": "files/Клинична имунология/Материали/Saziye/tema 4.docx"
              },
              {
                "name": "tema 5.docx",
                "path": "files/Клинична имунология/Материали/Saziye/tema 5.docx"
              },
              {
                "name": "tema 6.docx",
                "path": "files/Клинична имунология/Материали/Saziye/tema 6.docx"
              },
              {
                "name": "tema 8.docx",
                "path": "files/Клинична имунология/Материали/Saziye/tema 8.docx"
              },
              {
                "name": "ГЕНЕТИЧНИ ПРИЧИНИ ЗА УМСТВЕНО ИЗОСТАВАНЕ.ppt",
                "path": "files/Клинична имунология/Материали/Saziye/ГЕНЕТИЧНИ ПРИЧИНИ ЗА УМСТВЕНО ИЗОСТАВАНЕ.ppt"
              }
            ]
          },
          {
            "name": "test nov",
            "files": [
              {
                "name": "261020101966.jpg",
                "path": "files/Клинична имунология/Материали/test nov/261020101966.jpg"
              },
              {
                "name": "261020101967.jpg",
                "path": "files/Клинична имунология/Материали/test nov/261020101967.jpg"
              },
              {
                "name": "261020101969.jpg",
                "path": "files/Клинична имунология/Материали/test nov/261020101969.jpg"
              },
              {
                "name": "261020101970.jpg",
                "path": "files/Клинична имунология/Материали/test nov/261020101970.jpg"
              },
              {
                "name": "261020101971.jpg",
                "path": "files/Клинична имунология/Материали/test nov/261020101971.jpg"
              },
              {
                "name": "261020101972.jpg",
                "path": "files/Клинична имунология/Материали/test nov/261020101972.jpg"
              },
              {
                "name": "DSC00125 (2).jpg",
                "path": "files/Клинична имунология/Материали/test nov/DSC00125 (2).jpg"
              },
              {
                "name": "DSC00125.jpg",
                "path": "files/Клинична имунология/Материали/test nov/DSC00125.jpg"
              },
              {
                "name": "DSC00126 (2).jpg",
                "path": "files/Клинична имунология/Материали/test nov/DSC00126 (2).jpg"
              },
              {
                "name": "DSC00126.jpg",
                "path": "files/Клинична имунология/Материали/test nov/DSC00126.jpg"
              },
              {
                "name": "DSC00127.jpg",
                "path": "files/Клинична имунология/Материали/test nov/DSC00127.jpg"
              },
              {
                "name": "DSC00128.jpg",
                "path": "files/Клинична имунология/Материали/test nov/DSC00128.jpg"
              },
              {
                "name": "Photo-0041.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0041.jpg"
              },
              {
                "name": "Photo-0042.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0042.jpg"
              },
              {
                "name": "Photo-0043.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0043.jpg"
              },
              {
                "name": "Photo-0044.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0044.jpg"
              },
              {
                "name": "Photo-0045 (2).jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0045 (2).jpg"
              },
              {
                "name": "Photo-0045.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0045.jpg"
              },
              {
                "name": "Photo-0046 (2).jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0046 (2).jpg"
              },
              {
                "name": "Photo-0046.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0046.jpg"
              },
              {
                "name": "Photo-0047 (2).jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0047 (2).jpg"
              },
              {
                "name": "Photo-0047.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0047.jpg"
              },
              {
                "name": "Photo-0048.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0048.jpg"
              },
              {
                "name": "Photo-0049 (2).jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0049 (2).jpg"
              },
              {
                "name": "Photo-0049 (3).jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0049 (3).jpg"
              },
              {
                "name": "Photo-0049.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0049.jpg"
              },
              {
                "name": "Photo-0051.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0051.jpg"
              },
              {
                "name": "Photo-0055.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0055.jpg"
              },
              {
                "name": "Photo-0056.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0056.jpg"
              },
              {
                "name": "Photo-0057.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0057.jpg"
              },
              {
                "name": "Photo-0058.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0058.jpg"
              },
              {
                "name": "Photo-0059.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0059.jpg"
              },
              {
                "name": "Photo-0074.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0074.jpg"
              },
              {
                "name": "Photo-0075.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0075.jpg"
              },
              {
                "name": "Photo-0076.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0076.jpg"
              },
              {
                "name": "Photo-0077.jpg",
                "path": "files/Клинична имунология/Материали/test nov/Photo-0077.jpg"
              }
            ],
            "subsections": [
              {
                "name": "ot mitko test nov",
                "files": [
                  {
                    "name": "DSC00125.jpg",
                    "path": "files/Клинична имунология/Материали/test nov/ot mitko test nov/DSC00125.jpg"
                  },
                  {
                    "name": "DSC00126.jpg",
                    "path": "files/Клинична имунология/Материали/test nov/ot mitko test nov/DSC00126.jpg"
                  },
                  {
                    "name": "DSC00127.jpg",
                    "path": "files/Клинична имунология/Материали/test nov/ot mitko test nov/DSC00127.jpg"
                  },
                  {
                    "name": "DSC00128.jpg",
                    "path": "files/Клинична имунология/Материали/test nov/ot mitko test nov/DSC00128.jpg"
                  },
                  {
                    "name": "Photo-0049.jpg",
                    "path": "files/Клинична имунология/Материали/test nov/ot mitko test nov/Photo-0049.jpg"
                  },
                  {
                    "name": "Photo-0051.jpg",
                    "path": "files/Клинична имунология/Материали/test nov/ot mitko test nov/Photo-0051.jpg"
                  }
                ]
              }
            ]
          },
          {
            "name": "Някакви снимки",
            "files": [
              {
                "name": "23845486_1630507356988131_1571323796_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23845486_1630507356988131_1571323796_n.jpg"
              },
              {
                "name": "23846091_1630507146988152_919995983_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846091_1630507146988152_919995983_n.jpg"
              },
              {
                "name": "23846134_1630507350321465_727313706_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846134_1630507350321465_727313706_n.jpg"
              },
              {
                "name": "23846159_1630507010321499_791386605_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846159_1630507010321499_791386605_n.jpg"
              },
              {
                "name": "23846162_1630506960321504_102844397_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846162_1630506960321504_102844397_n.jpg"
              },
              {
                "name": "23846218_1630507353654798_225803226_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846218_1630507353654798_225803226_n.jpg"
              },
              {
                "name": "23846238_1630506926988174_494571655_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846238_1630506926988174_494571655_n.jpg"
              },
              {
                "name": "23846243_1630507163654817_381166669_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846243_1630507163654817_381166669_n.jpg"
              },
              {
                "name": "23846250_1630507210321479_1145731792_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846250_1630507210321479_1145731792_n.jpg"
              },
              {
                "name": "23846290_1630506950321505_582322154_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846290_1630506950321505_582322154_n.jpg"
              },
              {
                "name": "23846302_1630506953654838_1466715314_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846302_1630506953654838_1466715314_n.jpg"
              },
              {
                "name": "23846360_1630507040321496_1550318258_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846360_1630507040321496_1550318258_n.jpg"
              },
              {
                "name": "23846414_1630506890321511_1793268533_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846414_1630506890321511_1793268533_n.jpg"
              },
              {
                "name": "23846417_1630506863654847_1590631956_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846417_1630506863654847_1590631956_n.jpg"
              },
              {
                "name": "23846444_1630507096988157_1398076582_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846444_1630507096988157_1398076582_n.jpg"
              },
              {
                "name": "23846452_1630506836988183_1803626773_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846452_1630506836988183_1803626773_n.jpg"
              },
              {
                "name": "23846469_1630507133654820_1583919864_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846469_1630507133654820_1583919864_n.jpg"
              },
              {
                "name": "23846523_1630506880321512_1375509535_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846523_1630506880321512_1375509535_n.jpg"
              },
              {
                "name": "23846538_1630506993654834_260397732_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846538_1630506993654834_260397732_n.jpg"
              },
              {
                "name": "23846556_1630506883654845_1465752617_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846556_1630506883654845_1465752617_n.jpg"
              },
              {
                "name": "23846572_1630507200321480_260333890_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23846572_1630507200321480_260333890_n.jpg"
              },
              {
                "name": "23897537_1630506886988178_508496285_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897537_1630506886988178_508496285_n.jpg"
              },
              {
                "name": "23897550_1630507050321495_882663107_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897550_1630507050321495_882663107_n.jpg"
              },
              {
                "name": "23897601_1630506813654852_1826750273_n (1).jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897601_1630506813654852_1826750273_n (1).jpg"
              },
              {
                "name": "23897601_1630506813654852_1826750273_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897601_1630506813654852_1826750273_n.jpg"
              },
              {
                "name": "23897630_1630506840321516_468610565_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897630_1630506840321516_468610565_n.jpg"
              },
              {
                "name": "23897688_1630507223654811_1854062927_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897688_1630507223654811_1854062927_n.jpg"
              },
              {
                "name": "23897755_1630507003654833_1502627621_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897755_1630507003654833_1502627621_n.jpg"
              },
              {
                "name": "23897755_1630507143654819_1067950324_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897755_1630507143654819_1067950324_n.jpg"
              },
              {
                "name": "23897810_1630506866988180_206476078_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897810_1630506866988180_206476078_n.jpg"
              },
              {
                "name": "23897813_1630507230321477_871017264_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897813_1630507230321477_871017264_n.jpg"
              },
              {
                "name": "23897830_1630506956988171_640635121_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897830_1630506956988171_640635121_n.jpg"
              },
              {
                "name": "23897833_1630506916988175_298296716_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897833_1630506916988175_298296716_n.jpg"
              },
              {
                "name": "23897947_1630506810321519_2044863182_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897947_1630506810321519_2044863182_n.jpg"
              },
              {
                "name": "23897954_1630506923654841_1229244413_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23897954_1630506923654841_1229244413_n.jpg"
              },
              {
                "name": "23898017_1630506833654850_650974080_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23898017_1630506833654850_650974080_n.jpg"
              },
              {
                "name": "23899125_1630506820321518_645138144_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899125_1630506820321518_645138144_n.jpg"
              },
              {
                "name": "23899129_1630507170321483_1857206763_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899129_1630507170321483_1857206763_n.jpg"
              },
              {
                "name": "23899179_1630506816988185_542918705_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899179_1630506816988185_542918705_n.jpg"
              },
              {
                "name": "23899241_1630506996988167_1018216743_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899241_1630506996988167_1018216743_n.jpg"
              },
              {
                "name": "23899343_1630507086988158_401665829_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899343_1630507086988158_401665829_n.jpg"
              },
              {
                "name": "23899344_1630507083654825_16396829_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899344_1630507083654825_16396829_n.jpg"
              },
              {
                "name": "23899352_1630506853654848_387421677_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899352_1630506853654848_387421677_n.jpg"
              },
              {
                "name": "23899452_1630507076988159_619630271_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899452_1630507076988159_619630271_n.jpg"
              },
              {
                "name": "23899467_1630507206988146_1802229322_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899467_1630507206988146_1802229322_n.jpg"
              },
              {
                "name": "23899470_1630507180321482_1453181162_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899470_1630507180321482_1453181162_n.jpg"
              },
              {
                "name": "23899495_1630507130321487_699014588_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23899495_1630507130321487_699014588_n.jpg"
              },
              {
                "name": "23972430_1630506930321507_1060006283_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23972430_1630506930321507_1060006283_n.jpg"
              },
              {
                "name": "23972438_1630507073654826_1018068915_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23972438_1630507073654826_1018068915_n.jpg"
              },
              {
                "name": "23972528_1630507166988150_574777736_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23972528_1630507166988150_574777736_n.jpg"
              },
              {
                "name": "23972777_1630507106988156_1517393758_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23972777_1630507106988156_1517393758_n.jpg"
              },
              {
                "name": "23972783_1630506943654839_1732137622_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23972783_1630506943654839_1732137622_n.jpg"
              },
              {
                "name": "23972791_1630507043654829_2105231043_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23972791_1630507043654829_2105231043_n.jpg"
              },
              {
                "name": "23972801_1630507093654824_1717279913_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/23972801_1630507093654824_1717279913_n.jpg"
              },
              {
                "name": "24008509_1630507053654828_886785309_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/24008509_1630507053654828_886785309_n.jpg"
              },
              {
                "name": "24008585_1630506966988170_1019669361_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/24008585_1630506966988170_1019669361_n.jpg"
              },
              {
                "name": "24008592_1630507103654823_57402740_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/24008592_1630507103654823_57402740_n.jpg"
              },
              {
                "name": "24008668_1630507006988166_6979225_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/24008668_1630507006988166_6979225_n.jpg"
              },
              {
                "name": "24008769_1630506946988172_363188387_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/24008769_1630506946988172_363188387_n.jpg"
              },
              {
                "name": "24008843_1630506860321514_244411169_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/24008843_1630506860321514_244411169_n.jpg"
              },
              {
                "name": "24019727_1630507013654832_421010300_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/24019727_1630507013654832_421010300_n.jpg"
              },
              {
                "name": "24020123_1630506986988168_1375039507_n.jpg",
                "path": "files/Клинична имунология/Материали/Някакви снимки/24020123_1630506986988168_1375039507_n.jpg"
              }
            ]
          },
          {
            "name": "родословни схеми",
            "files": [
              {
                "name": "1.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/1.jpg"
              },
              {
                "name": "10.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/10.jpg"
              },
              {
                "name": "11.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/11.jpg"
              },
              {
                "name": "2.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/2.jpg"
              },
              {
                "name": "3.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/3.jpg"
              },
              {
                "name": "4.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/4.jpg"
              },
              {
                "name": "5.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/5.jpg"
              },
              {
                "name": "6.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/6.jpg"
              },
              {
                "name": "7.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/7.jpg"
              },
              {
                "name": "8.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/8.jpg"
              },
              {
                "name": "9.jpg",
                "path": "files/Клинична имунология/Материали/родословни схеми/9.jpg"
              }
            ]
          },
          {
            "name": "тестове генетика",
            "files": [
              {
                "name": "gen1.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/gen1.jpg"
              },
              {
                "name": "gen2.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/gen2.jpg"
              },
              {
                "name": "gen3.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/gen3.jpg"
              },
              {
                "name": "IMAG0467.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/IMAG0467.jpg"
              },
              {
                "name": "IMAG0469.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/IMAG0469.jpg"
              },
              {
                "name": "IMAG0470.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/IMAG0470.jpg"
              },
              {
                "name": "IMAG0472.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/IMAG0472.jpg"
              },
              {
                "name": "IMAG0475.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/IMAG0475.jpg"
              },
              {
                "name": "IMG_0261.JPG",
                "path": "files/Клинична имунология/Материали/тестове генетика/IMG_0261.JPG"
              },
              {
                "name": "IMG_0262.JPG",
                "path": "files/Клинична имунология/Материали/тестове генетика/IMG_0262.JPG"
              },
              {
                "name": "Снимка0510.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0510.jpg"
              },
              {
                "name": "Снимка0511.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0511.jpg"
              },
              {
                "name": "Снимка0827.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0827.jpg"
              },
              {
                "name": "Снимка0828.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0828.jpg"
              },
              {
                "name": "Снимка0829.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0829.jpg"
              },
              {
                "name": "Снимка0830.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0830.jpg"
              },
              {
                "name": "Снимка0831.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0831.jpg"
              },
              {
                "name": "Снимка0832.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0832.jpg"
              },
              {
                "name": "Снимка0833.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0833.jpg"
              },
              {
                "name": "Снимка0834.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0834.jpg"
              },
              {
                "name": "Снимка0835.jpg",
                "path": "files/Клинична имунология/Материали/тестове генетика/Снимка0835.jpg"
              }
            ],
            "subsections": [
              {
                "name": "ot miro",
                "files": [
                  {
                    "name": "Photo-0045.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0045.jpg"
                  },
                  {
                    "name": "Photo-0046.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0046.jpg"
                  },
                  {
                    "name": "Photo-0047.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0047.jpg"
                  },
                  {
                    "name": "Photo-0049.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0049.jpg"
                  },
                  {
                    "name": "Photo-0051.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0051.jpg"
                  },
                  {
                    "name": "Photo-0074.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0074.jpg"
                  },
                  {
                    "name": "Photo-0075.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0075.jpg"
                  },
                  {
                    "name": "Photo-0076.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0076.jpg"
                  },
                  {
                    "name": "Photo-0077.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/Photo-0077.jpg"
                  }
                ],
                "subsections": [
                  {
                    "name": "test po genetika",
                    "files": [
                      {
                        "name": "Photo-0041.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0041.jpg"
                      },
                      {
                        "name": "Photo-0042.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0042.jpg"
                      },
                      {
                        "name": "Photo-0043.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0043.jpg"
                      },
                      {
                        "name": "Photo-0044.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0044.jpg"
                      },
                      {
                        "name": "Photo-0045.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0045.jpg"
                      },
                      {
                        "name": "Photo-0046.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0046.jpg"
                      },
                      {
                        "name": "Photo-0047.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0047.jpg"
                      },
                      {
                        "name": "Photo-0048.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0048.jpg"
                      },
                      {
                        "name": "Photo-0049.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0049.jpg"
                      },
                      {
                        "name": "Photo-0055.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0055.jpg"
                      },
                      {
                        "name": "Photo-0056.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0056.jpg"
                      },
                      {
                        "name": "Photo-0057.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0057.jpg"
                      },
                      {
                        "name": "Photo-0058.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0058.jpg"
                      },
                      {
                        "name": "Photo-0059.jpg",
                        "path": "files/Клинична имунология/Материали/тестове генетика/ot miro/test po genetika/Photo-0059.jpg"
                      }
                    ]
                  }
                ]
              },
              {
                "name": "test genetika",
                "files": [
                  {
                    "name": "Photo-0075.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/test genetika/Photo-0075.jpg"
                  },
                  {
                    "name": "Photo-0077.jpg",
                    "path": "files/Клинична имунология/Материали/тестове генетика/test genetika/Photo-0077.jpg"
                  }
                ]
              }
            ]
          },
          {
            "name": "Упражнения",
            "files": [
              {
                "name": "1 seminar genealogy.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/1 seminar genealogy.pdf"
              },
              {
                "name": "10. Prenatal diagnosis.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/10. Prenatal diagnosis.pdf"
              },
              {
                "name": "11,12,13  seminar gen.counselling.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/11,12,13  seminar gen.counselling.pdf"
              },
              {
                "name": "14.Cancer genetics BG.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/14.Cancer genetics BG.pdf"
              },
              {
                "name": "2 АД унасл.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/2 АД унасл.pdf"
              },
              {
                "name": "3 АР унаследяване.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/3 АР унаследяване.pdf"
              },
              {
                "name": "4 seminar sex linked inheritance.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/4 seminar sex linked inheritance.pdf"
              },
              {
                "name": "5. Вродени грешки на обмяната.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/5. Вродени грешки на обмяната.pdf"
              },
              {
                "name": "6 DNA analys.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/6 DNA analys.pdf"
              },
              {
                "name": "7. chrom. dis. БЕО.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/7. chrom. dis. БЕО.pdf"
              },
              {
                "name": "8 netradicionno _microdelecii БЕО.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/8 netradicionno _microdelecii БЕО.pdf"
              },
              {
                "name": "9. Dysmorphology B.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/9. Dysmorphology B.pdf"
              },
              {
                "name": "beta thalassemia.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/beta thalassemia.pdf"
              },
              {
                "name": "Абнормни хемоглобини.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/Абнормни хемоглобини.pdf"
              },
              {
                "name": "Вродени имунодефицитни.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/Вродени имунодефицитни.pdf"
              },
              {
                "name": "МГК.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/МГК.pdf"
              },
              {
                "name": "Хемоглобинопатии.pdf",
                "path": "files/Клинична имунология/Материали/Упражнения/Хемоглобинопатии.pdf"
              }
            ],
            "subsections": [
              {
                "name": "Минати",
                "files": [
                  {
                    "name": "1. Genealogy.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/1. Genealogy.pdf"
                  },
                  {
                    "name": "10 sex chromosome disorders.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/10 sex chromosome disorders.pdf"
                  },
                  {
                    "name": "11 prenatalna diagnostika.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/11 prenatalna diagnostika.pdf"
                  },
                  {
                    "name": "12,13, 14 seminar gen.counselling.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/12,13, 14 seminar gen.counselling.pdf"
                  },
                  {
                    "name": "2 АД унасл.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/2 АД унасл.pdf"
                  },
                  {
                    "name": "3_АР унаследяване.pptx",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/3_АР унаследяване.pptx"
                  },
                  {
                    "name": "4 seminar sex linked inheritance (2) new - Copy.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/4 seminar sex linked inheritance (2) new - Copy.pdf"
                  },
                  {
                    "name": "5 netradicionno _microdelecii1.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/5 netradicionno _microdelecii1.pdf"
                  },
                  {
                    "name": "6 DNA analysis.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/6 DNA analysis.pdf"
                  },
                  {
                    "name": "7.Vrodeni greshki.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/7.Vrodeni greshki.pdf"
                  },
                  {
                    "name": "8 dysmorphology.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/8 dysmorphology.pdf"
                  },
                  {
                    "name": "9 autosomal chrom. disorders.pdf",
                    "path": "files/Клинична имунология/Материали/Упражнения/Минати/9 autosomal chrom. disorders.pdf"
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "000011",
    "title": "Обща медицина",
    "sections": []
  },
  {
    "id": "000012",
    "title": "Рентгенология",
    "sections": []
  }
];
const buildTimestamp = "16.10.2025 00:38";
