window.coursesVersion = "202602251n1w";
window.courses = [
  {
    "id": "000001",
    "title": "Полезни линкове",
    "customText": " ",
    "isArchived": false,
    "sections": [
      {
        "name": "Доктори",
        "files": [
          {
            "name": "ChatGPT.url",
            "path": "files/Blackboard Help/Доктори/ChatGPT.url",
            "url": "https://chatgpt.com/"
          },
          {
            "name": "Gemini 🐐.url",
            "path": "files/Blackboard Help/Доктори/Gemini 🐐.url",
            "url": "https://gemini.google.com/app"
          },
          {
            "name": "Grok AI.url",
            "path": "files/Blackboard Help/Доктори/Grok AI.url",
            "url": "https://grok.com/"
          },
          {
            "name": "NotebookLM.url",
            "path": "files/Blackboard Help/Доктори/NotebookLM.url",
            "url": "https://notebooklm.google.com/"
          },
          {
            "name": "OpenEvidence.url",
            "path": "files/Blackboard Help/Доктори/OpenEvidence.url",
            "url": "https://www.openevidence.com/ask"
          }
        ]
      },
      {
        "name": "Материали",
        "files": [
          {
            "name": "му сиси.url",
            "path": "files/Blackboard Help/Материали/му сиси.url",
            "url": "https://drive.google.com/drive/folders/1PuZsrh59IxyZJG07NObnu0Xklb5XDAXx?dmr=1&ec=wgc-drive-globalnav-goto"
          },
          {
            "name": "Учебници 4 курс.url",
            "path": "files/Blackboard Help/Материали/Учебници 4 курс.url",
            "url": "https://drive.google.com/drive/folders/17dl4U1NcptvkBnpfa9YxRqzlk73WcBa-?fbclid=IwY2xjawNc3k5leHRuA2FlbQIxMQABHmHQONmtbnp1IyxXeRPHyoiSxL0MQGUk8Qtqk8mwMMIuwyWnffn7nKn8YP8m_aem_W2OqoAlkLAzMqg3-8jFsZQ"
          },
          {
            "name": "Mega.url",
            "path": "files/Blackboard Help/Материали/Mega.url",
            "url": "https://mega.nz/folder/mY0nSaBQ#uGTfgaVvlcVDQ9l2u6iFJw"
          }
        ]
      },
      {
        "name": "Много Тежки Учебни Материали",
        "files": [
          {
            "name": "Globle.url",
            "path": "files/Blackboard Help/Много Тежки Учебни Материали/Globle.url",
            "url": "https://globle-game.com/"
          },
          {
            "name": "Kinda Hard Golf.url",
            "path": "files/Blackboard Help/Много Тежки Учебни Материали/Kinda Hard Golf.url",
            "url": "https://kindahardgolf.com/"
          },
          {
            "name": "Wordle.url",
            "path": "files/Blackboard Help/Много Тежки Учебни Материали/Wordle.url",
            "url": "https://www.nytimes.com/games/wordle/index.html"
          }
        ]
      },
      {
        "name": "Тежки Учебни Материали",
        "files": [
          {
            "name": "Cookie Clicker.url",
            "path": "files/Blackboard Help/Тежки Учебни Материали/Cookie Clicker.url",
            "url": "https://orteil.dashnet.org/cookieclicker/"
          },
          {
            "name": "GuessWhereYouAre.url",
            "path": "files/Blackboard Help/Тежки Учебни Материали/GuessWhereYouAre.url",
            "url": "https://guesswhereyouare.com/"
          },
          {
            "name": "Neal Fun.url",
            "path": "files/Blackboard Help/Тежки Учебни Материали/Neal Fun.url",
            "url": "https://neal.fun/"
          },
          {
            "name": "Random Street View.url",
            "path": "files/Blackboard Help/Тежки Учебни Материали/Random Street View.url",
            "url": "https://randomstreetview.com/"
          },
          {
            "name": "skribbl.io.url",
            "path": "files/Blackboard Help/Тежки Учебни Материали/skribbl.io.url",
            "url": "https://skribbl.io/"
          },
          {
            "name": "Timeguessr.url",
            "path": "files/Blackboard Help/Тежки Учебни Материали/Timeguessr.url",
            "url": "https://timeguessr.com/"
          },
          {
            "name": "Uno.url",
            "path": "files/Blackboard Help/Тежки Учебни Материали/Uno.url",
            "url": "https://uno.guilherr.me/"
          },
          {
            "name": "Ztype.url",
            "path": "files/Blackboard Help/Тежки Учебни Материали/Ztype.url",
            "url": "https://zty.pe/"
          }
        ]
      }
    ]
  },
  {
    "id": "000002",
    "title": "Вътрешни болести I ч.",
    "customText": "Преподавател: проф. д-р Диана Петкова Господинова-Вълкова, д.м. & преп. спец. д-р Росица Христова Христова & гл. ас. д-р Симона Богданова-Петрова, д.м.",
    "isArchived": false,
    "sections": [
      {
        "name": "Изпит",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Тестове От Мега.html",
            "path": "files/Вътрешни болести 1 ч/Изпит/1-msg-Тестове От Мега.html",
            "type": "html"
          }
        ]
      },
      {
        "name": "Общи",
        "files": [
          {
            "name": "Разписани теми по пропедевтика.docx",
            "path": "files/Вътрешни болести 1 ч/Общи/Разписани теми по пропедевтика.docx"
          },
          {
            "name": "Съкратени теми.pdf",
            "path": "files/Вътрешни болести 1 ч/Общи/Съкратени теми.pdf"
          }
        ],
        "msgNotes": [
          {
            "name": "msg-Анамнеза и Статус.html",
            "path": "files/Вътрешни болести 1 ч/Общи/msg-Анамнеза и Статус.html",
            "type": "html"
          }
        ]
      },
      {
        "name": "Пулмология",
        "files": [
          {
            "name": "Gold Класификация.url",
            "path": "files/Вътрешни болести 1 ч/Пулмология/Gold Класификация.url",
            "url": "https://goldcopd.org/wp-content/uploads/2024/11/Pocket-Guide-2025-v1.0-New-Format-15Nov2024_WMV.pdf"
          }
        ],
        "msgNotes": [
          {
            "name": "0-msg-Пулмология теми.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/0-msg-Пулмология теми.html",
            "type": "html"
          },
          {
            "name": "1-msg-Обективно изследване на белите дробове.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/1-msg-Обективно изследване на белите дробове.html",
            "type": "html"
          },
          {
            "name": "2-msg-Спирометрия.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/2-msg-Спирометрия.html",
            "type": "html"
          },
          {
            "name": "2.1-msg-Кръвно-газов анализ (КГА).html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/2.1-msg-Кръвно-газов анализ (КГА).html",
            "type": "html"
          },
          {
            "name": "2.3-msg-Бронхоскопия и Индуциран спитум.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/2.3-msg-Бронхоскопия и Индуциран спитум.html",
            "type": "html"
          },
          {
            "name": "2.4-msg-Рентгенография.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/2.4-msg-Рентгенография.html",
            "type": "html"
          },
          {
            "name": "3-msg-Пневмонии, придобити в обществото (ППO).html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/3-msg-Пневмонии, придобити в обществото (ППO).html",
            "type": "html"
          },
          {
            "name": "4-msg-Вътреболнична пневмония (НАР).html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/4-msg-Вътреболнична пневмония (НАР).html",
            "type": "html"
          },
          {
            "name": "5-msg-Белодробен абсцес.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/5-msg-Белодробен абсцес.html",
            "type": "html"
          },
          {
            "name": "6-msg-Бронхиектазии.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/6-msg-Бронхиектазии.html",
            "type": "html"
          },
          {
            "name": "7-msg-ХОББ.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/7-msg-ХОББ.html",
            "type": "html"
          },
          {
            "name": "8-msg-Бронхиална астма.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/8-msg-Бронхиална астма.html",
            "type": "html"
          },
          {
            "name": "9-msg-Дихателна недостатъчност.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/9-msg-Дихателна недостатъчност.html",
            "type": "html"
          },
          {
            "name": "11-msg-Плеврални изливи.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/11-msg-Плеврални изливи.html",
            "type": "html"
          },
          {
            "name": "12-msg-Саркоидоза.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/12-msg-Саркоидоза.html",
            "type": "html"
          },
          {
            "name": "13-msg-Белодробна туберкулоза.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/13-msg-Белодробна туберкулоза.html",
            "type": "html"
          },
          {
            "name": "14-msg-Дифузни интерстициални фибрози.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/14-msg-Дифузни интерстициални фибрози.html",
            "type": "html"
          },
          {
            "name": "16-msg-Пулмонална хипертония.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/16-msg-Пулмонална хипертония.html",
            "type": "html"
          },
          {
            "name": "17-msg-Бронходилататори и кортикостероиди.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/17-msg-Бронходилататори и кортикостероиди.html",
            "type": "html"
          },
          {
            "name": "20-msg-Белодробна хипертония 2.html",
            "path": "files/Вътрешни болести 1 ч/Пулмология/20-msg-Белодробна хипертония 2.html",
            "type": "html"
          }
        ]
      },
      {
        "name": "Ремватология",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Теми по Ревматология.html",
            "path": "files/Вътрешни болести 1 ч/Ремватология/1-msg-Теми по Ревматология.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "000002"
  },
  {
    "id": "000003",
    "title": "Клинична патология",
    "customText": "Преподавател: гл. ас. д-р Доротея Василева Малинова, д.м.",
    "isArchived": false,
    "sections": [
      {
        "name": "Изпит",
        "files": [
          {
            "name": "микроскопски-препарати-1.pdf",
            "path": "files/Клинична Патология/Изпит/микроскопски-препарати-1.pdf"
          },
          {
            "name": "Препарати видеа.url",
            "path": "files/Клинична Патология/Изпит/Препарати видеа.url",
            "url": "https://drive.google.com/drive/folders/1-1ziHM_kr1W7g4Ouz1jiRHLYO50K9bp0?fbclid=IwY2xjawNc3kFleHRuA2FlbQIxMQABHpt3tIXQPstWNc5xRu7UChncimTB-9Jxa_RqZ9Qxm557BQhhP9Q1MDvrjOSa_aem_NZ0Xn3mb074n4TVr54hzAA"
          }
        ]
      },
      {
        "name": "Колоквиуми",
        "files": [
          {
            "name": "На-Виктор-Пищова.pdf",
            "path": "files/Клинична Патология/Колоквиуми/На-Виктор-Пищова.pdf"
          }
        ]
      }
    ]
  },
  {
    "id": "000004",
    "title": "Нервни болести",
    "customText": "Преподавател: доц. д-р Дарина Кирилова Георгиева-Христова, д.м.",
    "isArchived": false,
    "sections": [
      {
        "name": "Обща неврология",
        "files": [
          {
            "name": "Неврология-схеми-упражнения.pdf",
            "path": "files/Неврология/Обща неврология/Неврология-схеми-упражнения.pdf"
          }
        ],
        "msgNotes": [
          {
            "name": "1-msg-Обща Неврология.html",
            "path": "files/Неврология/Обща неврология/1-msg-Обща Неврология.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "000004"
  },
  {
    "id": "000005",
    "title": "Акушерство и Гинекология",
    "customText": "Преподавател:  ас. д-р Наталия Валентинова Мирчева",
    "isArchived": false,
    "sections": [
      {
        "name": "Теми",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Аборт.html",
            "path": "files/Акушерство и Гинекология/Теми/1-msg-Аборт.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "000005"
  },
  {
    "id": "000006",
    "title": "Обща медицина",
    "customText": "Преподавател: проф. д-р Валентина Христова Маджова, д.м.",
    "isArchived": false,
    "sections": [
      {
        "name": "Материали",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Колоквиум.html",
            "path": "files/Обща медицина/Материали/1-msg-Колоквиум.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "000006"
  },
  {
    "id": "000007",
    "title": "Клинична лаборатория",
    "customText": "Преподавател: гл. ас. д-р Моника Тошкова Тодорова",
    "isArchived": false,
    "sections": [
      {
        "name": "Теми",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Анемии.html",
            "path": "files/Клинична лаборатория/Теми/1-msg-Анемии.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "000007"
  },
  {
    "id": "000008",
    "title": "Неврохирургия",
    "customText": "Преподавател: гл. ас. д-р Мартин Николаев Мойнов, д.м.",
    "isArchived": false,
    "sections": []
  },
  {
    "id": "000009",
    "title": "Очни болести",
    "customText": "Преподавател: гл. ас. д-р Добрин Христов Бояджиев, д.м.",
    "isArchived": false,
    "sections": []
  },
  {
    "id": "000010",
    "title": "Професионални болести",
    "customText": "Преподавател: ас. д-р Мартин Енчев Василев",
    "isArchived": false,
    "sections": []
  },
  {
    "id": "000011",
    "title": "Физиотерапия и рехабилитация",
    "customText": "Преподавател: гл. ас. д-р Лили Йорданова Йосифова, д.м.",
    "isArchived": false,
    "sections": []
  },
  {
    "id": "000012",
    "title": "Хирургически болести",
    "customText": "Преподавател: ас. д-р Светослав Красимиров Стоянов",
    "isArchived": false,
    "sections": []
  },
  {
    "id": "000013",
    "title": "Дерматология и венерология",
    "customText": "ас. д-р Силви Вичева Георгиева-Дукова",
    "isArchived": false,
    "sections": [
      {
        "name": "Материали",
        "files": [
          {
            "name": "Dermnet.url",
            "path": "files/Дерматология и венерология/Материали/Dermnet.url",
            "url": "https://dermnetnz.org/"
          }
        ]
      },
      {
        "name": "Теми",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Обривни елементи.html",
            "path": "files/Дерматология и венерология/Теми/1-msg-Обривни елементи.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "000013"
  },
  {
    "id": "000001",
    "title": "УНГ",
    "customText": "Преподавател: проф. д-р Николай Руменов Сапунджиев, д.м.",
    "isArchived": true,
    "sections": [
      {
        "name": "Изпит",
        "files": [
          {
            "name": "УНГ ТЕМИ.url",
            "path": "files/[АРХИВ] УНГ/Изпит/УНГ ТЕМИ.url",
            "url": "https://files.blackboard.lol/%D0%A3%D0%9D%D0%93%20%D1%82%D0%B5%D0%BC%D0%B8.pdf"
          }
        ],
        "msgNotes": [
          {
            "name": "1-msg-Теми.html",
            "path": "files/[АРХИВ] УНГ/Изпит/1-msg-Теми.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "archived-000001"
  },
  {
    "id": "000002",
    "title": "Медицинска генетика",
    "customText": "Преподавател: гл. ас. д-р Милена Петрова Стоянова, д.м.",
    "isArchived": true,
    "sections": [
      {
        "name": "Изпит",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Теми.html",
            "path": "files/[АРХИВ] Клинична Генетика/Изпит/1-msg-Теми.html",
            "type": "html"
          },
          {
            "name": "2-msg-Въпроси.html",
            "path": "files/[АРХИВ] Клинична Генетика/Изпит/2-msg-Въпроси.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "archived-000002"
  },
  {
    "id": "000003",
    "title": "Клинична имунология",
    "customText": "Преподавател: ас. д-р Ивелин Милев Кръстев",
    "isArchived": true,
    "sections": [
      {
        "name": "Материали",
        "files": [
          {
            "name": "Всички Лекции и Упражнения.url",
            "path": "files/[АРХИВ] Клинична имунология/Материали/Всички Лекции и Упражнения.url",
            "url": "https://files.blackboard.lol/%D0%92%D1%81%D0%B8%D1%87%D0%BA%D0%B8%20%D0%BB%D0%B5%D0%BA%D1%86%D0%B8%D0%B8%20%D0%B8%20%D1%83%D0%BF%D1%80%D0%B0%D0%B6%D0%BD%D0%B5%D0%BD%D0%B8%D1%8F.pdf"
          }
        ],
        "msgNotes": [
          {
            "name": "1-msg-Теми.html",
            "path": "files/[АРХИВ] Клинична имунология/Материали/1-msg-Теми.html",
            "type": "html"
          },
          {
            "name": "2-msg-Въпроси.html",
            "path": "files/[АРХИВ] Клинична имунология/Материали/2-msg-Въпроси.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "archived-000003"
  },
  {
    "id": "000004",
    "title": "Рентгенология",
    "customText": "Преподавател: ас. Бойко Красенов Матев",
    "isArchived": true,
    "sections": [
      {
        "name": "Изпит",
        "files": [],
        "subsections": [
          {
            "name": "Други материали",
            "files": [
              {
                "name": "Айлин практика.pdf",
                "path": "files/[АРХИВ] Рентгенология/Изпит/Други материали/Айлин практика.pdf"
              },
              {
                "name": "Видео преговор на Гръдна Клетка и Медиастинум.url",
                "path": "files/[АРХИВ] Рентгенология/Изпит/Други материали/Видео преговор на Гръдна Клетка и Медиастинум.url",
                "url": "https://drive.google.com/file/d/14QPqMu5IwybRrzIf2egEi08oBnrBdePL/view?usp=drive_link"
              },
              {
                "name": "План за разчитане на рентгенография на гръдна клетка.pdf",
                "path": "files/[АРХИВ] Рентгенология/Изпит/Други материали/План за разчитане на рентгенография на гръдна клетка.pdf"
              },
              {
                "name": "Практически изпит 2018.pdf",
                "path": "files/[АРХИВ] Рентгенология/Изпит/Други материали/Практически изпит 2018.pdf"
              },
              {
                "name": "Рентген теми.pdf",
                "path": "files/[АРХИВ] Рентгенология/Изпит/Други материали/Рентген теми.pdf"
              },
              {
                "name": "Събрани Тестове.doc",
                "path": "files/[АРХИВ] Рентгенология/Изпит/Други материали/Събрани Тестове.doc"
              }
            ]
          }
        ],
        "msgNotes": [
          {
            "name": "1-msg-Рентгенология.html",
            "path": "files/[АРХИВ] Рентгенология/Изпит/1-msg-Рентгенология.html",
            "type": "html"
          },
          {
            "name": "2-msg-Нуклеарна медицина.html",
            "path": "files/[АРХИВ] Рентгенология/Изпит/2-msg-Нуклеарна медицина.html",
            "type": "html"
          },
          {
            "name": "3-msg-Лъчелечение.html",
            "path": "files/[АРХИВ] Рентгенология/Изпит/3-msg-Лъчелечение.html",
            "type": "html"
          }
        ]
      },
      {
        "name": "Лекции",
        "files": [
          {
            "name": "Лекции за Лъчелечение.url",
            "path": "files/[АРХИВ] Рентгенология/Лекции/Лекции за Лъчелечение.url",
            "url": "https://files.blackboard.lol/%D0%9B%D0%B5%D0%BA%D1%86%D0%B8%D0%B8%20%D0%B7%D0%B0%20%D0%9B%D1%8A%D1%87%D0%B5%D0%BB%D0%B5%D1%87%D0%B5%D0%BD%D0%B8%D0%B5.pdf"
          },
          {
            "name": "Лекции за Нуклеарна медицина.url",
            "path": "files/[АРХИВ] Рентгенология/Лекции/Лекции за Нуклеарна медицина.url",
            "url": "https://files.blackboard.lol/%D0%9B%D0%B5%D0%BA%D1%86%D0%B8%D0%B8%20%D0%B7%D0%B0%20%D0%9D%D1%83%D0%BA%D0%BB%D0%B5%D0%B0%D1%80%D0%BD%D0%B0%20%D0%BC%D0%B5%D0%B4%D0%B8%D1%86%D0%B8%D0%BD%D0%B0.pdf"
          },
          {
            "name": "Лекции за Рентгенология.url",
            "path": "files/[АРХИВ] Рентгенология/Лекции/Лекции за Рентгенология.url",
            "url": "https://files.blackboard.lol/%D0%9B%D0%B5%D0%BA%D1%86%D0%B8%D0%B8%20%D0%B7%D0%B0%20%D0%A0%D0%B5%D0%BD%D1%82%D0%B3%D0%B5%D0%BD%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F.pdf"
          }
        ]
      }
    ],
    "_contentKey": "archived-000004"
  },
  {
    "id": "000005",
    "title": "Фармакология",
    "customText": "Преподавател: доц. д-р Силвия Ганчева Маринова, д.м.",
    "isArchived": true,
    "sections": [
      {
        "name": "Изпит",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Изпитни задачи.html",
            "path": "files/[АРХИВ] Фармакология/Изпит/1-msg-Изпитни задачи.html",
            "type": "html"
          },
          {
            "name": "2-msg-Задачи от колоквиуми.html",
            "path": "files/[АРХИВ] Фармакология/Изпит/2-msg-Задачи от колоквиуми.html",
            "type": "html"
          },
          {
            "name": "3-msg-Полезни записки.html",
            "path": "files/[АРХИВ] Фармакология/Изпит/3-msg-Полезни записки.html",
            "type": "html"
          }
        ]
      },
      {
        "name": "Колоквиум IV",
        "files": [],
        "msgNotes": [
          {
            "name": "1-msg-Въпроси.html",
            "path": "files/[АРХИВ] Фармакология/Колоквиум IV/1-msg-Въпроси.html",
            "type": "html"
          },
          {
            "name": "2-msg-Лекарства за колоквиум.html",
            "path": "files/[АРХИВ] Фармакология/Колоквиум IV/2-msg-Лекарства за колоквиум.html",
            "type": "html"
          },
          {
            "name": "3-msg-Всички лекции.html",
            "path": "files/[АРХИВ] Фармакология/Колоквиум IV/3-msg-Всички лекции.html",
            "type": "html"
          }
        ]
      }
    ],
    "_contentKey": "archived-000005"
  }
];
window.eventInfo = "";
window.buildTimestamp = "25.02.2026 21:15";
